Repository: Anne017/quixe-qml
Catalog: po/*.po
Languages: ca

source: Download in progress
ca: Descàrrega en curs

source: The game will be added to the list of games
ca: S'afegirà el joc a la llista

source: Cancel
ca: Cancel·la

source: Close
ca: Tanca

source: Back
ca: Enrere

source: Information
ca: Informació

source: Import
ca: Importa

source: a new game
ca: un joc nou

source: Extract
ca: Extreu

source: Share
ca: Comparteix

source: Save
ca: Desa

source: Delete
ca: Esborra

source: Modified: %1. Accessed: %2
ca: Modificat: %1. Accedit: %2

source: Save with
ca: Desa amb

source: The file is being uncompressed
ca: S'està descomprimint l'arxiu

source: Uncompressing
ca: Descomprimint

source: It has been a problem downloading the file
ca: Hi ha hagut un problema amb la decàrrega

source: Share with
ca: Comparteix amb

source: Choose
ca: Trieu

source: No Imported Games Yet
ca: Encara no s'ha importat cap joc

source: Previouly Imported Games
ca: Jocs importats

source: Accepted formats: %1, %2, %3
ca: Formats acceptats: %1, %2, %3

source: Download games from %1
ca: Descarregueu jocs de %1

source: About
ca: Quant a

source: App Development
ca: Desenvolupament de l'app

source: Code Used from
ca: Codi usat

source: Special Thanks to
ca: Agraïments especials

source: for his help with the code
ca: pel seu ajut amb el codi

source: for his help with the userScript to make it look good
ca: pel seu ajut amb l'userScript i fer-ho tot més guapo

source: for his Spanish translation
ca: per la seva traducció a l'espanyol

source: Icons
ca: Icones

source: App Icon
ca: Icona de l'app

source: Modification from Quixe icon
ca: Modificat de la icona del Quixe

source: Version %1. Source %2
ca: Versió %1. Codi %2

source: Under Lincense %1
ca: Sota llincència %1
